{
        "-KPmLAD9nhn1Hu_P5d_1" : {
          "body" : "To make the soil more suitable for crop production, the soil should be prepared by doing sustainable tillage practices. Clearing of lands, plowing, rotovating or harrowing, and bed making are the different activities involved in land preparation. \n\nPrior to the land preparation (except for rice paddy), it should be ensured that the land is not too dry or wet so that the soil texture will not be destroyed. Both or a combination of manual and mechanical techniques assisted by equipment such as hand tractor, 4-wheel tractor, grass cutter can be employed.  \n\n**Land clearing.** The first step in land preparation is the land clearing process where the grasses are eliminated to facilitate the proper drainage of the land.  Clearing will make the soil dry and convenient for plowing, which is the next step. However if the land is already dry, you could directly plow the land. Afterwards, the grass cut should be gathered and placed in the agri-shed building to be used as composting and mulching materials. \n\n*Equipment:*\n1. 4-wheel tractor or Hand tractor\n2. Grass cutter\n\n**Plowing.** Plowing is done to prevent the soil from being too compact and to destroy the weed seeds. It could be done with the use of a 4-wheel tractor.. \n\n*Equipment:*\n1. 4-wheel tractor or Hand tractor\n\n**Rotovating/Harrowing.** The soil is rotovated in a cris-cross manner using spike harrow attached to the hand tractor so that the soil will totally be pulverized and the remaining weeds in the field will be destroyed. \n\n*Equipment:*\n1. Spike Harrow\n2. Hoe / asarol (manual)\n3. Shovel / pala (manual)\n\n**Bed Making and Drainage Canal.** Finally, we are now ready to make plot beds and drainage canal. The ideal size of a bed is 10 m2 (10 m by 1 m). The height of the bed depends on the season--15 cm for dry season and 30 cm for rainy season. The size requires less canal which means there will be more plantable space and less competition of nutrients. A strictly followed bed sized also means easy calculation of fertilizer and bio-pesticide application. Drainage canal should be 30 cm wide to ensure that there will be no stagnant water around the bed. Stagnant water affects the growth of the plants making it stunted.  \n\n**Fertilizer and Liming Application.** In CBE's farm, we apply Plantmate as one of the organic fertilizers to the different plot beds, 500 grams per square meter (5 kilos per bed) to sustain the needed nutrients of the soil especially the macro nutrients (NPK). Moreover, calcium carbonate was also applied to the soil. This was applied to aid the acidity of the soil because the soil pH of the CBE farm ranges from 4.9 to 5.2. \n",
          "categories" : {
            "swpmanagement" : {
              "value" : true
            }
          },
          "datePublished" : 1477105002418,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KPmLAD9nhn1Hu_P5d_1%2F1476883628838-14311416115_6dd16f0e80_o-2.jpg?alt=media&token=9c76b194-cfe3-470c-9439-acf4e410a2af",
          "subTitle" : "An overview guide in preparing your soil before planting, why do we need to do this, what do we need to do this? ",
          "tagwords" : [ "this", "i don't get it" ],
          "title" : "Steps in land preparation ",
          "video" : ""
        },
        "-KUVDLNWw0X8udHrgCl4" : {
          "dateCreated" : 1476935640879,
          "datePublished" : 1476935747840,
          "title" : "CBE-SEP Joins the Artisan Gatherer in BGC Organic Market"
        },
        "-KU_0zMeWMh3UhiINsBS" : {
          "body" : "Tatay Ricardo Sanchez had no idea about organic farming and had little knowledge on crop production. He only knew how to plant rice. His participation in LifeBank CBE's training and mentoring program expanded his skill sets in crop production and opened him to new concepts in organic-based farming. With hard work and patience, Tatay Ricardo was able to produce lettuce, peanut, camote tops, tomato mustard, ampalaya, and other high value crops. He now supplies crops to social enterprises such as Bayani Brew, First Harvest, and Grassroots Kitchen. \n\n<br/>\n<center>![alt text](http://i65.tinypic.com/rw5rvp.png \"\")</center>\n<center>Tatay Ricardo and his wife proudly presenting their tomato and eggplant seedlings</center>\n<br/>\n<center>![alt text](http://i65.tinypic.com/zv2xw0.jpg \"\")</center>\n<center>Intercropping system (Lemon grass, papaya, camote tops)</center>\n<br/>\n<center>![alt text](http://i67.tinypic.com/28veyvo.jpg \"\")</center>\n<center>Row of siling panigang</center>\n<br/>\n<br/>\n\n",
          "categories" : {
            "cultural" : {
              "value" : true
            },
            "fertilizers" : {
              "value" : true
            }
          },
          "dateCreated" : 1477016286978,
          "datePublished" : 1477124213612,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KU_0zMeWMh3UhiINsBS%2F1477017300277-DSC05052-1.jpg?alt=media&token=bc27982b-9c7d-455d-aedf-e86f7068937a",
          "subTitle" : "“Organikong pamamaraan ay tuklasin para magkaroon ng masagana at magandang ani ang ating bukid.”",
          "title" : "Agripreneur in Focus: Tatay Ricardo "
        },
        "-KU_iSTBVJbz4thwijC8" : {
          "body" : "<br>\nNagcarlan, Laguna--Following the success of the six previous trainings in Bulacan, Leyte, and Nagcarlan, twenty-two more farmers became SEP partners in the organic agriculture advocacy. The SEP team organized its seventh training on Organic-based Farm Practices, Social Enterprise Development, and Farmer-Clustering on September 3 to 4, 2016 at Abo-Bukal Elementary School, Nagcarlan, Laguna. \n\nThe training program covered topics on organic rice and vegetable production, organic fertilizer and bio-pesticide production and application, financial literacy and personal development, supply chain and farmer-clustering, and agro-processing. Resource persons are from the University of the Philippines Los Baños, EnPraxis, Good Food Community, and LifeBank. \n\nPost-training assessments revealed that all the farmers expressed willingness to adopt organic-based practices, produce organic foliar and fertilizer, and engage in agro-processing. Five farmer-partners particularly volunteered to establish a demo farm on organic-based practices in their area. \n\nFollowing the two-day training are the cluster formation and mentoring where the farmer-partners' adoption of technologies and compliance with the production plan and schedule shall be monitored. They will then be assisted in linking with support services providers and market institutions. \n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan3-31cb79.jpg \"\")</center>\n<center>Farmer-partners enjoying the getting-to-know activity</center>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan4-497042.jpg \"\")</center>\n<center>Farmer-partners post their expectations of the training</center>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan5-509c9d.jpg \"\")</center>\n<center> Ms. Ivy Jane Madrid of UPLB sharing her knowledge and expertise on Organic-based farming (Environmental Sustainability, Climate Change and Poverty alleviation)</center>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan6-6053e8.jpg \"\")</center>\n<center>Hands-on activity for fermented fruit juice production\n</center>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan8-70ce24.jpg \"\")</center>\n<center>Hands-on activity for vermicompost production\n</center>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/Nagcarlan1-101de5.jpg \"\")</center>\n<center>Farmer-partners, resource persons, and LifeBank staff pose for a picture</center>\n<br/>\n\nWith reports from Ma. Michele Felisan and Norhaya Demacaling\n\n<br>\n\n",
          "dateCreated" : 1477027944572,
          "datePublished" : 1477546572715,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KU_iSTBVJbz4thwijC8%2F1477029539983-Nagcarlan2-2.jpg?alt=media&token=8d1a46cf-a218-42a2-b0eb-82231cf00e9c",
          "subTitle" : "Following the success of the six previous trainings in Bulacan, Leyte, and Nagcarlan, twenty-two more farmers became SEP partners in the organic agriculture advocacy.",
          "title" : "Second organic-based practices training in Nagcarlan conducted"
        },
        "-KU_x-hlIEUopZiwIwdJ" : {
          "body" : "Quezon, City--\n\nTitle: Biodiversity- Friendly Bazaar and Innovation Forum\nDate: October 15, 2016\nPurpose of joining/ Benefit: \n\n1. To promote the advocacy, products and services of Lifebank Center for Bayanihan Economics\n2. To collaborate with \n\nSomething you gained: \n\n\n",
          "dateCreated" : 1477031759011,
          "datePublished" : 1477046060684,
          "subTitle" : " ",
          "title" : "SEP joins Biodiversity-Friendly Bazaar and Innovation Forum"
        },
        "-KUad0gwj-q_IgpNEg1W" : {
          "body" : "<br>\nQuezon City--The LifeBank Center for Bayanihan Economics as a proof of concept for smart agriculture has been one of the highlights during the Biodiversity-Friendly Bazaar and Innovation Forum held at the Ninoy Aquino Parks and Wildlife Center (NAPWC) on October 15, 2016.\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/14725698_1383370901674830_513613880619872353_n-3494e7.jpg\n \"\")</center>\n<center>The LifeBank Smart Agriculture Program Booth</center>\n<br/>\n\nThe SEP team showcased CBE's organic products (organic vegetables, organic rice, camote chips) and organic-based technologies and practices (vermicomposting, SRI technology, urban gardening, vetiver technology) at the said Bazaar. \n\nThe Bazaar aims to showcase biodiversity friendly products that are currently being incubated and developed by Biodiversity Management Bureau under the Department of Environment and Natural Resources for the protected areas communities, some of which are within the identified pilot areas for area management. The objective of the event is to provide a marketing hub that  can later on be institutionalized and become a biodiverity friendly store. \n\nAn innovation forum was also held at the Bazaar where topics included are environment and social entrepreneurship. Marikina watershed, social enterprise hubs for biodiversity-friendly enterprises, and sustainable integrated area pilots were also discussed during the after session forums.  \n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/14633188_711591205672654_7291478625060574291_o-166fe9.jpg\n \"\")</center>\n<center>Square foot gardening as a component of urban agriculture</center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/14657458_1383370871674833_1266837030635774807_n-49b56e.jpg\n \"\")</center>\n<center>Herbs for sale</center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/14671228_1383370641674856_8399478159853618188_n-602506.jpg \"\")</center>\n<center>CBE's organic black and brown rice</center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/21/14717332_1383370785008175_8388538575027309002_n-560fae.jpg \"\")</center>\n<center>Crunchy Camote Chips: A CBE Processing Center Product</center>\n<br/>\n\n\n// With reports from Norhaya Demacaling\n\n// Photos by: Norhaya Demacaling and Shelah Mae Ochate\n\n<br>\n\n\n",
          "dateCreated" : 1477043297385,
          "datePublished" : 1477546060686,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KUad0gwj-q_IgpNEg1W%2F1477045897698-14712690_711594192339022_8434890574477734219_o-1.jpg?alt=media&token=a77b2ac0-d515-4cd3-ac3d-648db7c270b1",
          "subTitle" : "Advocacy and products of the LifeBank Foundation were highlighted during the Biodiversity-Friendly Bazaar and Innovation Forum held at the Ninoy Aquino Parks and Wildlife Center (NAPWC) on October 15, 2016.",
          "title" : "SEP joins Biodiversity-Friendly Bazaar"
        },
        "-KUeWLm5YZryd7BDSlGr" : {
          "body" : "<br/>\nLifeBank’s Center for Bayanihan Economics advocates the Inclusive Value Chain of Smart Agriculture as a framework for addressing poverty and food insecurity. The framework serves as basis in crafting the Foundation’s complementary social development programs—Social Entrepreneurship Program (SEP) and Smart Agriculture Program (SAP).\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/1Poverty10a96.png \"\")</center>\n<br/>\n\nOne third of the population reside in the rural areas where livelihood is largely agricultural. However, agricultural livelihood remains subsistent which prevents people from getting out of poverty. One of the major issues that exacerbates poverty is the limited access to productive assets and business opportunities, which then became the LBF-CBE’s entry-point. \n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/2Farmer1d2f9e.png \"\")</center>\n<br/>\nThe LBF-CBE started engaging a total of 134 farmers (120 Ikabuhi Microfinance Program [IMP] Members and 14 Agrarian Reform Beneficiaries [ARBs]) from Bulacan, Laguna, and Leyte. The farmers are called “agripreneurs”, a combination of “agriculture” and “entrepreneurs”. \n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/3Training27992e.png \"\")</center>\n<br/>\nThe agripreneurs have been trained on organic-based farm practices, social enterprise development, and farmer clustering. The training program was also designed from a value-chain standpoint covering topics on organic rice and vegetable production, organic-based farming practices and method, entrepreneurship, financial literacy and personal development, agri-enterprise clustering and collaboration, and agro-processing. \n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/4AgriTech330623.png \"\")</center>\n<br/>\nMajor sustainable practices and technologies that were introduced to the agripreneurs are:\n<li>SRI Technology</li>\n<li>Vermicomposting</li>\n<li>Protected Cropping</li>\n<li>Intercropping</li>\n<li>Mulching</li>\n<li>Crop Rotation</li>\n<li>Organic Liquid Food Supplement</li>\n<li>Fruit Bagging</li>\n<li>Insect Repellant</li>\n<li>Hardening</li>\n<li>Trellising and Vine Training</li>\n<li>Standardized Bed Size</li>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/5SE49b44c.png \"\")</center>\n<br/>\nThus far, of the total 134 farmers:\n<li>82 are active</li>\n<li>4 are doing full organic</li>\n<li>26 are still in the transition stage</li>\n<li>47 active SaSAKA Borrowers</li>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/6AgroProcess5ce87a.png \"\")</center>\n<br/>\n\nThe LBF-CBE is also focusing on developing the following agro-processed products where the agripreneurs will be partners. \n<li>Banana Chips</li>\n<li>Camote Chips</li>\n<li>Cassava Chips</li>\n<li>Milled Rice (Black, Brown, and Red Rice)</li>\n<li>Sweet Basil Dip</li>\t\n<li>Milled Rice (Black and Red Rice) – 2 agripreneurs</li>\n<li>Banana Chips – 1 agripreneur</li>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/7BayanihanEco66b77b.png \"\")</center>\n<br/>\n\nCurrently, some of the agripreneurs are linked to the social enterprises:\n<li>Bayani Brew (9) </li>\n<li>Jojiberry (2) </li>\n<li>First Harvest (1) </li>\n<li>Grassroots Kirchen (3) </li>\n<li>The Artisan Gatherer (2) </li>\n<li>Iasis (1) </li>\n<li>Good Food Community </li>\n<li>DENR-BMB </li>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/8Income7d8861.png \"\")</center>\n<br/>\nAt an early stage, agripreneur’s additional income attributable to the partnership with LBF-CBE ranges from P5,000 to P8,000 per month. \n<li>Average income (before SEP) P10,000 per month</li>\n<li>Additional net income (after SEP involvement) Php 5,000-8,000 per month</li>\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/22/9End29b29.png \"\")</center>\n<br/>\nThe initial results present substantial change in the agripreneurs’ livelihood and serve as a valuable living proof for what the Inclusive Value chain of Smart Agriculture can bring. \n\n<br/>\n<br/>\n\n\n\n\n\n",
          "dateCreated" : 1477108395448,
          "datePublished" : 1477116266896,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KUeWLm5YZryd7BDSlGr%2F1477116235614-VC5.png?alt=media&token=629f26fb-d392-47cd-8d76-fc7e3eee0973",
          "subTitle" : "   ",
          "title" : "  "
        },
        "-KVF9ijYQmK39uiRjs0P" : {
          "body" : "<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/diet-garden_15071348119_o-344383.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/landscape-design-on-front-area_15552634640_o-60f19c.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/landscape-design-on-front-area_15735529191_o-5e313f.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/ongoing-landscaping-at-the-diet-garden_15086502824_o-40a3ca.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/planting-marigold-along-the-fibonacci-in-diet-garden_14848757355_o-1540ec.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/the-face-of-mollusk-shed-landscape-design-on-front-area-and-rotonda_15117504994_o-739d1c.jpg \"\")</center>\n<center></center>\n<br/>\n\n<br/>\n<center>![alt text](https://picoolio.net/images/2016/10/29/the-face-of-mollusk-shed-landscape-design-on-front-area-and-rotonda_15552636390_o-8005c6.jpg \"\")</center>\n<center></center>\n<br/>",
          "dateCreated" : 1477739998550,
          "datePublished" : 1477741108036,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2F-KVF9ijYQmK39uiRjs0P%2F1477740389369-the-face-of-mollusk-shed-landscape-design-on-front-area-and-rotonda_15552636390_o-8005c6.jpg?alt=media&token=2bd9c39d-2067-4d97-bc33-c64c8b3cd567",
          "subTitle" : "   ",
          "title" : "[Photoblog] CBE Landscaping "
        },
        "uid28yb7qnyk8" : {
          "body" : "<br></br>\n\nWelcome to the Center for Bayanihan Economics, a 5.3-hectare land developed by the LifeBank Foundation, Inc. as platform for showcasing sustainable agricultural practices in the Philippines. At the foremost part of the area rises a structure approximating the shape of the ‘mollusk’. Down the mollusk is pond that acts as catchment of rainwater, ultimately serving as a home to a hoard of freshwater fishes. A vegetable garden adorns each hem of a terraces that functions as a backdrop.  Twenty steps from the mollusk lay an amphitheater and a hall where ideas are brewed. Covering the rest of the land are exhibits of urban agriculture models, rows of vegetable plots, and paddies of rice fields. Butterflies and other beneficial insects hover over swaying crops. At dusk, the sunset lit the vibrant greenery with faint dashes of orange.\n\nThat is CBE today, a far cry from what it is four years ago--a stamping ground for snakes, a vast plain full of cogon grass, idle, acidic. \n\nUntil the partnership between the LifeBank Foundation and GK Enchanted Farm transpired, with the latter bringing hope to the place, the former, providing care. A once dry and dull piece of land was nurtured into a welcoming place for those who wants not only to do well in agricultural livelihood but also to encourage others in joining the endeavor. Because, at its core lies the principle, Bayanihan Economics—bayanihan loosely translated in English as cooperation, or having a spirit of communal unity. But the Filipino word runs deeper than what it means. It is not only about cooperating or collaboration but also a genuine care for others. The bayanihan in the economic sense means maximizing gains through collaboration and care. It is upon this principle where the CBE core functions have been built—a laboratory, a showcase, and a training ground.\n\n### The CBE as a laboratory\n\nTurning CBE into what it is today did not come easy. Of the few pioneers in the CBE are fresh graduates with degrees majoring in agriculture and development management, from different state universities and colleges in the country. They held a hoe to dig, soiled their hands to plant, and stayed under the heat to tend the crops for hours. Now a few of them remained to assume senior posts in CBE.\n\nEstablishing the CBE as a laboratory meant blood and tears for the 50 rural workers and at least seven young professionals who have been engaged early on. CBE’s first endeavor is the experiment on organic rice farming with SRI technology. It did not help however that the staff of the center received criticisms from the neighboring farmers, who are mostly chemical users. The so-called lack of experience nevertheless did not become a hindrance since the CBE emerged as victors, having proven that organic rice farming with SRI technology has higher yield than the conventional rice farming. Thereafter, the Center has conducted several experiments on organic rice production, vermicompost and other organic fertilizers, soil test analysis, among others. \n\n<center>![alt text](http://i67.tinypic.com/rj2tg8.jpg)</center>\n\n### The CBE as a living proof\n\nResults of the CBE experiments come alive as the whole CBE complex becomes the living proof of sustainable agriculture. The CBE has been a favorite landmark within the GK Enchanted Farm as visitors of different backgrounds and ages can immerse themselves in everyday activities of CBE. \n\nAt present, the CBE is composed of the following Divisions: (1) research, (2) farm production (3) business development and marketing, (4) capacity building, and (5) administrative and finances. Research manages all the field experiments and other socio-economic researches like value chain studies on priority crops. Farm production is the overall in charge of the farm operations i.e. determining what to plant for a particular season, how much to save as raw material propagation, among others. Marketing takes care of all the sales from the farm’s harvests.  Capacity development coordinates the Training and mentoring program of the Center. \n\n<center>![alt text](http://i65.tinypic.com/o76jpf.jpg)</center>\n\n### A training ground: reaping the benefits for everyone\n\nTo date, the CBE has trained and mentored 113 agripreneurs from Bulacan, Leyte, and Laguna. Eight produce-based farm-clusters are being developed to provide raw materials to Bayani Brew, First Harvest, Grassroots Kitchen, Enchanted Farm Café, Jojiberry, Hot Papa, and the Artisan Gallery. \n\nThe Center’s first attempt in conducting a training involved professors and researchers from the Central Luzon State University (CLSU), a farmer-clustering expert from the Catholic Relief Services (CRS), and a few more young professionals in the field of organic-based agricultural practices, marketing, and financial literacy. The training program also tapped packages of technologies for organic production from the Philippine Council for Agriculture, Aquatic and Natural Resources Research and Development (PCAARRD), Department of Agriculture (DA), and Philippine Rice Research Institute. \n\nThe training program was designed not only to impart knowledge on hard technologies but also to instil appreciation for a value-oriented mindset and the importance of collaboration. Lectures on financial literacy and value chains were also included in the modules. The agripreneurs were also given the chance to mingle with potential partners and clients and were guided in developing a vision for their own agricultural endeavors. \n\n<center>![alt text](http://i63.tinypic.com/mcsmu1.jpg)</center>\n\n### A Stronghold for Sustainable Technologies\n\nFour years hence, 50 rural workers have been employed, at least 15 young professionals have been engaged, 115 agripreneurs have been trained and mentored, a plethora of on-going sustainable practices experiments have been conducted, and an organic certification has been achieved. It is a promising track record, one must say, considering the Center is still young. And it shall continue to emerge as a <i>Bayanihan Economics</i> and sustainable technologies advocate so long as there is still a need to care for others and for the future.\n\n<br></br>",
          "categories" : {
            "sidevelopment" : {
              "value" : true
            },
            "socioeconomics" : {
              "value" : true
            }
          },
          "dateCreated" : 1467797456260,
          "datePublished" : 1477486978658,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuid28yb7qnyk8%2F1477021235978-CBE%20Header.jpg?alt=media&token=07c0a17d-2aa1-4aea-9e13-1fe56b63834d",
          "subTitle" : "A once dry and dull piece of land was nurtured into a wellspring of innovations. Welcome to the Center for Bayanihan Economics.",
          "tagwords" : [ "training ground" ],
          "title" : "Bayanihan and Economics, Yes They Do Mix"
        },
        "uidbos2sobzh4" : {
          "body" : "<br>\n\nThe Network for Information and Collaboration Exchange (NICE) platform is an off-spring of the Smart Agriculture Program (SAP) initiated by the LifeBank Foundation, Inc.\n\nThe SAP focuses on laying the grounds for forging societal partnerships and innovation centers that seek to help end poverty and achieve food security. As part of establishing innovation centers, the SAP started building the NICE platform as a virtual hub for completed sustainable researches from different state universities and colleges (SUCs), research and development institutions (RDIs), government offices, and civil society organizations (CSOs).\n\n<br/>\n<center><center>![alt text](http://i63.tinypic.com/2ykjm6r.png \"\")</center></center>\n<br/>\n\nThree things form the NICE Platform:\n\n**Knowledge Mine.** The NICE Platform, in partnership with the RDIs and SUCs, will be populated with lists of and details on sustainable agricultural researches ready for disclosure. In this manner, we seek to bring the completed researches to wider audience with the hope that doing so will encourage a more active exchanges in ideas, a more inclusive approach to providing solutions, and a stronger societal partnerships. \n\n**Healthy community for entrepreneurs, researchers, students, and policy-makers.** The NICE Platform has been developed to cater to its foremost client-the agricultural entrepreneurs or the \"agripreneurs\". In this platform, the agripreneurs will find various materials that will aid them in their agriculture enterprises and interact with prospect partners i.e. co-agripreneurs wanting to collaborate or share ideas, processors or buyers interested in buying their produce, or researchers for their inquiries.\n\n**Stories.** What is the story behind the researches? behind the statistics and figures? Through the NICE platform, the spotlight will be focused on the other breed of modern heroes--their faces, the struggles and successes, and the aspirations and inspirations behind every tear and sweat that touch the soil.\n\n<br>",
          "dateCreated" : 1467785361486,
          "datePublished" : 1477487239379,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuidbos2sobzh4%2F1476885096489-15265629012_8e34a67fb7_o-1.jpg?alt=media&token=fe361b3c-490d-4505-9850-504827e91ed3",
          "subTitle" : "Changing the world, one sustainable practice at a time.",
          "title" : "Network for Information and Collaboration Exchange"
        },
        "uide9n438d7k1" : {
          "body" : "<br> It would take more than good seeds to reap good harvest. Vegetable production entails having knowledge of usual plant diseases and attendant cultural practices to prevent losses. Below are some of the diseases that we have to prevent to have better quality harvest.\n\n**Bacterial spot** (*Xanthomonas* campestris pv. Vesicatoria) \n\n<center>![alt text](http://i64.tinypic.com/65sk68.png \"Bacterial spot\")</center>\n\nThe bacterium affects leaves, stem, and fruits. Leaf becomes necrotic--where cells of infected tissues die--and circular to irregular shaped spots with brown centers and chlorotic borders appear. Bacterial spots can be prevented by using clean seeds and practicing crop rotation.\n\n**Damping off Disease** (<i>Pythium</i> spp.)\n\n<center>![alt text](http://i67.tinypic.com/hta3w3.png \"Damping off disease\")</center>\n\nDamping off disease manifests itself when infected young seedlings show soft girdled, rotten stem near the soil line that causes it to topple down. This can be prevented by adopting sustainable management practices such as crop rotation with cereal crops, soil sterilization through solarization, improving soil drainage, and applying Thrichodermaplus.\n\n**Stem rot** (<i>Sclerotium</i> rolfsii Sacc.)\n\n<center>![alt text](http://i66.tinypic.com/21alduc.png \"Stem rot\")</center>\n\nPlants with stem rot exhibits yellowing or wilting of the foliage beginning on the lower leaves, and dark brown lesions appear at the base of the stem.During the advanced stage of the disease, a white thread-like myceal growth covers the stem lesion. To reduce disease incidence, deep plow to bury sclerotia, remove plant debris, and practice crop rotation. It is also highly recommended that weeds be eradicated and dense planting be avoided.\n\nFor more information, you may contact Ramon Magsaysay-Center for Agricultural Research and Extension Services of the Central Luzon State University through +63444560704 and +063444560609.\n\n<br>\n",
          "categories" : {
            "sidevelopment" : {
              "value" : true
            },
            "swpmanagement" : {
              "value" : true
            }
          },
          "dateCreated" : 1467778327419,
          "datePublished" : 1477547198197,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuide9n438d7k1%2F1476921683154-dsc_4774-2.jpg?alt=media&token=82559633-42b2-4781-bc2e-579772dcf6a2",
          "subTitle" : "It would take more than good seeds to reap good harvest",
          "title" : "Usual diseases in vegetable production"
        },
        "uidl4exgo3mk6" : {
          "body" : "\n<br>\nVermicomposting is a sustainable biotechnological process of producing a vermicompost in which certain species of earthworms are used to enhance the process of converting waste into an environment-friendly fertilizer. \n\nIn the process of composting, organic wastes like leguminous leaves, animal manure, rice straw, grasses, and kitchen wastes, collectively known as the substrates, are recycled into stabilized products that can be applied to the soil as organic fertilizer. The materials will undergo decomposition with the help of a worm called the African Night Crawler (ANC), which then convert the substrates into a vermicast or vermicompost. \n\nHaving the optimal composition of substrate enables efficient vermicomposting. Hence, one of CBE's initial experiments on sustainable practices focuses on determining the right substrates to be used in vermicomposting. \n \nThe experiment on vermicomposting was conducted from November 12, 2014 to January 21, 2015. Five treatments with varying amounts of substrate were prepared for the experiment to determine the optimal combination of substrates in vermin-composting. Organic inputs like kakawate, ipil-ipil, cow manure, banana trunk were collected and shred. Shredded materials were then place in the pre-decomposition area to undergo pre-decomposition process. Raw materials were watered thrice a week to shorten the pre- decomposition process, taking it 15 days for all the raw materials to be pre-decomposed. Pre-decomposed materials were placed in the vermin-pen.  \n\nANC which acts as decomposer were introduced to the different treatments at 2 kilos each. The vermin-pen was then covered with scaffolding which serve as barrier against bird and other earthworm predator like rat. Sufficient moisture, temperature and aeration throughout composting process were maintained. Casting of worm and compost were harvested when it reached to its harvesting period. Earthworm was used for another round of vermicomposting. \n\nEnd product for treatment 3 and 4 were dark brown in colour, no foul odour and moisture content was right which is unlike the product of treatment 1 & 2. Treatments 1 & 2 were slightly wet which might create bad bacteria/microorganism, thereby stunting growth of plants and worsen nutritive properties of soil.\n\nIn treatment 1, 66% of the substrates was converted into organic fertilizer. No harvest in treatment 5 because the ANC was not able to digest the substrates because pre-decomposed materials were too wet. Treatments that contains banana trunk (1, 2) have longer period of decomposition because the substrates were slightly wet, the main cause why worms were having difficulty in digesting the food. Banana trunk was made up of 98% water which is the reason why raw materials remain wet all the time.  Among the treatments, the fourth one has the highest increase in ANC within the period of one month and 17 days.\n\nThe result of the experiment is not yet definitive as more trials should be conducted. Nevertheless, there are takeaways from the experiments. First, materials with high moisture content do not make a good substrate for vermicomposting. Second, treatment with the highest amount of manure yielded the highest amount of harvest per day. The same treatment also yielded the highest increase in the ANC within the shortest period of decomposition.  Below is the summary of total NPK, harvest, period of decomposition, and ANC growth for each treatment.\n<br>\n<br>\n<center>\n\n| Treatment    | Total NPK    | Harvests    | Period of Decomposition    | ANC growth\n| :-------: | :-------: | :-------: | :-------: | :-------: |\n| 1  | 4.266 | 66% | 2 months & 9 days | 50% increase |\n| 2 | 2.548 | 57% | 2 months & 9 days | 0 |\n| 3 | 2.37 | 49% | 1 month & 18 days | 40% increase |\n| 4 | 2.94 | 53% | 1 month & 17 days | 60% increase |\n| 5* | 3.44 | 0%  | null  |  0%  | \n\n*ANC were not able to decompose the substrates\n</center>\n<br>\n",
          "datePublished" : 1477549980794,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuidl4exgo3mk6%2F1476884701478-15143740845_06ab40bb9c_o-7.jpg?alt=media&token=86af420d-c999-4459-a6a7-9c85b111e8ac",
          "subTitle" : "In the process of composting, organic wastes like leguminous leaves, animal manure, rice straw, grasses, and kitchen wastes, collectively known as the substrates, are recycled into stabilized products that can be applied to the soil as organic fertilizer. ",
          "title" : "The search for the vermicompost substrates"
        },
        "uidm8tzvvjm27" : {
          "body" : "\n<br>\n\nUnlike the chemical fertilizers and pesticides that most of our farmers use, the power juices are not only deadly to pests but they also proved to be effective in improving the nutritive value of our plants. \n\n**Fermented Plant Juice Extract**\n\nAs powerful as its namesake, FPJ maintains the vigor in plants and resistance against pests by supplementing nutrients and promoting beneficial activities in the soil. It is produced through the fermentation of plant leaves, grasses, auxiliary buds, and young fruits. Not to mention it improves soil quality and soil fertility. Plants that can be used as main ingredient for FPJ are <i>kakawate</i>, <i>katuray</i>, <i>kakawate</i>, <i>kangkong</i>, <i>camote tops</i>, <i>malunggay</i>, and <i>mungbean</i>. \n\n**Fermented Fruit Juice Extract**\n\nDreaming of a bountiful fruit harvest? The Fermented Fruit Juice Extract or FFJ may be just what you need! FFJ is prepared in a similar manner to FPJ.It is used as a foliar spray to enhance fruit quality. FFJ is a good source of potassium which can speed up plant’s absorption and result in sweeter tasting fruits. It also contributes to the proliferation of good colonies of microorganisms which improves soil fertility. Squash, banana, mango, and papaya can be used in making FFJ.\n\n**Fish Amino Acid**\n\nThe Fish Amino Acid or FAA adds variety to our list of power juices for our organic farms. The FAA, as can be gleaned from its title, is made from fish entrails. FAA is a good source of nitrogen and serves as \"growth hormone\", which aids development. Similar to FFJ, it promotes proliferation of good microorganisms and a good substitute for other foliar sprays. \n\n**Bio-pesticides**\n\nTwo more power juices can be prepared as bio-pesticide: (1) Hot Pepper Extract and (2) Fermented Herbal Oriental Nutrient (OHN) using yellow ginger. Both are prepared using natural materials, oftentimes aided with bacteria and certain minerals. Plants that can be used in preparing bio-pesticides are marigold, yellow ginger, neem, hot pepper, fire plant, <i>kakawate</i>, oregano, basil, among others. Particularly for hot pepper extract, insects targeted include leaf eating insects, ants, aphids, caterpillars, flies, mealybugs, armyworm, whitefly, diamond back moth, sucking and chewing insects, and spotted beetles. OHN, on the other hand, curbs infestation incidence of aphids, armyworm, semi-looper, green leafhopper, mites, leaf roller, rice stem borer, powdery mildew.\n\nFull instructions in making these power juices can be found in this link: https://goo.gl/KHjCQj\n\n<br>\n￼\n￼\n",
          "categories" : {
            "sidevelopment" : {
              "value" : true
            },
            "swpmanagement" : {
              "value" : true
            }
          },
          "dateCreated" : 1467786137921,
          "datePublished" : 1477547072165,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuidm8tzvvjm27%2F1476883730660-15255129542_848fb8eb68_o-9.jpg?alt=media&token=2b94b05e-bc42-4e08-9929-4212a9c98614",
          "subTitle" : "Setting the battle against pests the sustainable way",
          "title" : "Power juices for our organic farms"
        },
        "uidqimgh53vsm" : {
          "body" : "\n<br>\nMga peste ang tawag sa mga nabubuhay na organismo na namiminsala sa mga pananim ng ating mga magsasaka. Isa sa mga talamak na namiminsala sa mga pananim ay ang mga pesteng insekto katulad ng <i>green leaf hoppers</i>, <i>aphids</i>, at <i>whiteflies</i>.  Lingid sa kaalaman ng nakararami, hindi lamang ang mga <i>kemikal</i> na pestisidyo ang kayang sumugpo sa mga pesteng insektito. Ang mga eksperto sa Ramon Magsaysay-Center for Research and Extension Services (RM-CARES) ng Central Luzon State University ay nagbahagi ng apat na natural na pamamaraan upang masugpo ang mga pesteng instekto. \n\n1. Panatilihin ang “Diversity” ng kapaligiran at ng lupa\n\n • Ibat-ibang uri ng gulay and itanim sa isang lugar.\n\n • Halinhinang pagtatani\n\n • Huwag gumamit ng lasong pangbomba, pinapatay din nito ang mga kaibang organismo.\n  \n • Pagpaparami at pag-aalpas ng mga kaibigang kulisap at mikrobyo laban sa mga peste.\n\n2. Palakasin ang resistensya ng halaman\n\n • Gumamit ng organikong pataba upang mabigyan ng balanseng sustansya ang pananim\n \n •Pumili ng pananim na may sariling resistensya sa sakit.\n\n • Pumili ng pananim na angkop sa klima at lupang taniman.\n\n • Pumili ng tamang panahon ng pagtatanim.\n\n3. Sugpuin and pag-atake ng mga peste\n\n • Mag spray ng <i>Biopesticide</i> (Kakawate extract, Hot pepper (Sili) extract, Luyang dilaw extract, Compost tea or vermitea\n\n • Gumamit ng net at Insect traps\n\n4. Panatilihin and kalinisan (sanintation)\n\n • Gumamit ng pananim na walang sakit o sira\n\n • Alisin ang peste at apektadong bahagi ng halaman • Magbawas ng sanga (pruning)\n\n • Wastong pagitan ng mga pananim\n\nPara sa karagdagang kaalaman tungkol dito, maaring dumulong sa Ramon Magsaysay-Center for Agricultural Research and Extension Services, Central Luzon State University\n\n<br>",
          "dateCreated" : 1467797505531,
          "datePublished" : 1477546655523,
          "bannerImage" : "https://firebasestorage.googleapis.com/v0/b/project-nice-polymer.appspot.com/o/v3%2Farticle_group%2Farticles%2Fuidqimgh53vsm%2F1476871566763-14124937647_6e8ff8a158_o.jpg?alt=media&token=66e35a24-69ba-4296-a178-80355750dd52",
          "subTitle" : " Base sa pag-aaral ng mga eksperto sa Ramon Magsaysay-Center for Research and Extension Services, mayroong apat na natural na pamamaraan upang masugpo ang mga pesteng instekto. ",
          "title" : "Apat na natural na pamamaraan laban sa mga pesteng insekto"
        }
      }